Repository: wagaweb/waboot-woo-eu-taxation
Catalog: languages/waboot-woo-*-taxation-*.po
Languages: it_it

source: WB Woo EU Taxation requires a tax rate with the following settings: <br/><br/> <strong>Country:</strong> %s <br/><br/> You can change shop billing country in WooCommerce tax settings.
it_it: WB Woo EU Taxation richiede la presenza di una tassazione con i seguenti settaggi: <br/><br/> <strong>Nazione:</strong> %s <br/><br/> Puoi modificare il paese di fatturazione dello shop dai settaggi delle imposte di WooCommerce

source: Customer Type
it_it: Tipo di cliente

source: Select a Customer Category
it_it: Seleziona una categoria di cliente

source: Individual
it_it: Privato

source: Company
it_it: Azienda

source: Fiscal Code
it_it: Codice fiscale

source: VAT
it_it: P.IVA

source: Shop billing country
it_it: Paese di fatturazione dello shop

source: Select the country your shop billing from
it_it: Seleziona il paese da cui lo shop fattura

source: Shop billing country tax rate as default for EU countries
it_it: Tassa del paese di fatturazione dello shop come base per i paesi europei

source: The tax rate associated with shop billing country will be applied when there is no rates for customer billing country
it_it: La tassazione associata al paese di fatturazione dello shop sarà applicata quando non esistono tassazioni per il paese di fatturazione del cliente

source: Invoice data are required
it_it: Documento fiscale

source: Customer type, fiscal code and VAT number will be required
it_it: Rendi obbligatorio la scelta di un profilo e i relativi campi di fatturazione

source: Custom rates settings updated successfully.
it_it: Impostazioni di tassazione aggiornati con successo.

source: EU Settings
it_it: Settaggi per Unione Europea

# Admin table
source: Both
it_it: Entrambi

# Admin table
source: Individual
it_it: Privato

# Admin table
source: Company
it_it: Azienda

# Admin table
source: Exclude this tax when VAT is VIES Valid
it_it: Escludi questa tassa se la P.IVA è valida nella comunità europea (VIES)

# WC Field
source: Request invoice
it_it: Richiedi fattura

# WC Field
source: Customer type
it_it: Tipo di cliente

# WC Field
source: Private individual
it_it: Privato

# WC Field
source: Company
it_it: Azienda

# WC Field
source: Fiscal code
it_it: Codice fiscale

# WC Field
source: VAT
it_it: P.IVA

# WC Field
source: My VAT is VIES Valid
it_it: La P.IVA è valida in UE.

# WC Validation Message
source: %s is required.
it_it: %s è richiesto.

source: Customer type
it_it: Tipo di cliente.

# WC Validation Message
source: %s is not valid.
it_it: %s non è valido.

source: Fiscal code is not valid
it_it: Il codice fiscale non è valido.

# WC Validation Message
source: %s is not a valid.
it_it: %s non è un valido.

source: VAT Number
it_it: P.IVA

source: No valid VAT provided
it_it: Non è stata fornita una P.IVA valida

source: WB EU Taxation for WooCommerce requires WooCommerce to work
it_it: WB EU Taxation for WooCommerce richiede WooCoommerce per funzionare

# WC Field Validation
source: %s is required
it_it: %s è richiesto

source: Fiscal code
it_it: Codice fiscale

# WC Field Validation
source: %s. Must have 16 character.
it_it: %s. Deve essere composto da 16 caratteri.

# WC Field Validation
source: Incorrect fiscal code length
it_it: Lunghezza codice fiscale non corretta

# WC Field Validation
source: %s. Only letters and numbers are valid.
it_it: %s. Solo numeri e lettere sono caratteri validi.

# WC Field Validation
source: Invalid fiscal code
it_it: Codice fiscale non valido.

# WC Field Validation
source: %s. Wrong control code detected.
it_it: %s. Trovato un codice di controllo non valido.

# WC Field Validation
source: %s. Unexpected error occurred. Please contact the administration.
it_it: %s. Si è verificato un errore inaspettato. Perfavore, contattare l'amministrazione.

source: "%s" Tax Rates
it_it: "%s" Tassazioni

source: Country&nbsp;Code
it_it: Codice&nbsp;paese

source: State&nbsp;Code
it_it: Codice&nbsp;stato

source: ZIP/Postcode
it_it: Codice postale

source: City
it_it: Città

source: Rate&nbsp;%
it_it: Tassa&nbsp;%

source: Tax&nbsp;Name
it_it: Nome&nspb;tassa

source: Priority
it_it: Priorità

source: Compound
it_it: Composta

source: Shipping
it_it: Spedizione

# Admin table
source: Applies to
it_it: Si applica a

# Admin table
source: Exclude for VIES Valid VAT numbers (EU only)
it_it: Escludi per P.IVA valida in EU.

source: No Matching Tax Rates Found.
it_it: Nessuna tassazione trovata.

source: Yes
it_it: Si
